[
  {
  "testing": "Your doctor or healthcare provider can perform a lab test of a swab of the urethra in men or from the cervix. Additionally, they can check the urine sample for the presence of bacteria.  Antibiotics can be prescribed to treat chlamydia. ",
  "description": "Chlamydia is a bacterial infection that can be transmitted through vaginal, anal, or oral sex with someone who has chlamydia. Chlamydia can also be passed from a pregnant mother to her baby during childbirth. Chlamydia can cause serious damage to a women’s reproductive system and increase the risk of other pregnancy complications for women.",
  "title": "Chlamydia",
  "symptoms": "Many people infected with Chlamydia have no symptoms, however the following symptoms may occur: abnormal vaginal discharge that may have an odor, bleeding between periods, painful periods, abdominal pain with fever, pain when having sex, itching or burning in or around the vagina, pain when urinating, burning and itching around the opening of the penis, pain and swelling around the testicles, and clear or cloudy discharge from the tip of the penis."
},
{
  "testing": "Your doctor can diagnose genital herpes by looking at your symptoms and testing a sample from your sore. There is no cure for herpes, but there are medicines to prevent and control outbreaks.",
  "description": "Genital herpes is a common STD that can be caused by herpes simplex type 1 and herpes simplex type 2. Genital herpes is spread by having oral, vaginal, anal sex, or close skin-to-skin contact with someone who is infected with herpes.",
  "title": "Herpes",
  "symptoms": "Many people with herpes often experience no symptoms or very mild symptoms. Symptoms often consist of blisters on or around the genitals, rectum or mouth. These blisters can become open, painful, and wet-looking, and may take a few weeks to heal."
},
{
  "testing": "A doctor can diagnose trich through a physical exam and lab tests. Lab tests are performed on discharge and infected tissue to look for the presence of the parasite. Trich is treated usually with an oral antibiotic. ",
  "description": "Trichomoniasis, commonly known as trich, is an STD caused by a small parasite. Both men and women can become infected with this parasite by having sex with someone who is infected. ",
  "title": "Trich",
  "symptoms": "Although men typically do not have symptoms of trich, the following are signs and symptoms of trich in men and women: irritation inside the penis, mild discharge, painful urination, greenish-yellow vaginal discharge with a strong odor, vaginal itching and irritation, and discomfort during sex "
},
{
  "testing": "Women are screened for HPV at certain ages through a Pap test. No HPV test is currently used to detect the virus in men.",
  "description": "HPV is the most commonly sexually transmitted virus. There are over 40 types of HPV that infect both men and women. HPV can be transmitted during oral, anal, or vaginal sex and close skin-to-skin contact with a person who has HPV. This virus can infect the genital region, rectum, mouth, and throat.",
  "title": "HPV (Human Papillomavirus)",
  "symptoms": "Most HPV infections will not cause any physical symptoms and the body’s immune system can clear the infection within two years. However, HPV can be spread by people who do not have any symptoms and have not been diagnosed. HPV infections can cause: Genital warts and skin warts Cervical cancer and cancers of the vulva, vagina, penis, anus, and throat."
},
{
  "testing": "A blood test can look for the virus and also identify evidence of liver damage.  Additionally, your doctor can examine you for an enlarged liver.",
  "description": "Hepatitis is caused by viruses, toxins, genetic disorders, and parasites and results in inflammation of the liver. There are vaccines available for preventing infection from hepatitis A and hepatitis B. The three most common types of hepatitis are: Hepatitis A: Usually spread by eating or drinking water or food contaminated by feces containing hepatitis A. Can also be spread through contact with stool of an infected person or sexual oral-anal contact.Hepatitis B: Can be spread by unprotected sexual contact with someone who has hepatitis B, through direct contact with infected blood, or by sharing needles with a person infected with hepatitis b. Hepatitis C: Can be spread by unprotected sexual contact and sharing needles with a person infected with hepatitis C.",
  "title": "Hepatitis",
  "symptoms": "Hepatitis may occur with limited or no symptoms. A doctor or a blood test can provide a definitive diagnosis yellowing of the eyes and skin, fever,  nausea and/or vomiting, loss appetite, muscle pain, joint pain, cough, runny nose, sore throat, fatigue, headache, dark urine, abdominal discomfort."
},
{
  "testing": "Your doctor can perform a urine test to determine if you have gonorrhea. Swabs can also be used to collect samples from your throat and/or rectum and of any discharge. Gonorrhea can be cured with the appropriate antibiotics. ",
  "description": "Gonorrhea is an STD caused by bacteria that can infect both men and women. Gonorrhea is transmitted during oral, vaginal, or anal sex with someone who is infected. A pregnant women with gonorrhea can give the infection to her baby during childbirth.",
  "title": "Gonorrhea",
  "symptoms": "Many people infected with gonorrhea have no symptoms. The following is a list of possible symptoms if infected with gonorrhea: burning sensation when urinating, white, yellow, or green discharge from the penis, painful or swollen testicles, increased vaginal discharge, vaginal or rectal bleeding, anal itching, and painful bowel movements."
},
{
  "testing": "There are several types of HIV tests. Antibody tests are the most common HIV tests and include enzyme immunoassay tests, which use blood, oral fluid, or urine to detect HIV and its results take up two weeks. Rapid HIV antibody tests are also antibody tests that use blood, oral fluid, or urine to detect HIV antibodies, however the results can take only 10-20 minutes. If either of these tests are positive for HIV, you will need to take a Western blot test to confirm the result. Antigen tests are typically used to diagnose early HIV infections.",
  "description": "Human Immunodeficiency Virus, HIV, attacks a key part of your immune system: your T-cells or CD4 cells. HIV uses these cells to make more copies of itself and weakens your bodies immune system so that it cannot fight infection as well. Overtime and without proper treatment, an HIV infection can lead to AIDS.",
  "title": "HIV",
  "symptoms": "Within 2-4 weeks after exposure to HIV, many people infected by HIV develop flu-like symptoms. Many people with HIV do not feel or look sick. The only way to tell if you have HIV is to take an HIV test."
},
{
  "testing": "A blood test can be performed to determine if you have syphilis. The doctor can also test a sample from a syphilis sore. Syphilis can be cured with the appropriate antibiotics. ",
  "description": "Syphilis is a highly contagious STD caused by a type of bacteria. The disease is transmitted through direct contact with a syphilis sore during oral, vaginal, or anal sex, during foreplay, or non-penetrative sex. Syphilis can also be spread by pregnant women to their baby. If not treated correctly, syphilis can cause long-term complications.",
  "title": "Syphilis",
  "symptoms": "There are three stages of syphilis with specific symptoms: Primary Syphilis a skin sore, also called a chancre, commonly found on the scrotum, penis, vagina, anus and in or around the mouth Secondary Syphilis skin rashes on the palms of the hands or soles of the feet, a sore in your mouth, vagina or anus, mucous patches, and patchy hair loss Tertiary Syphilis this can occur 10-30 years after your infection if it is not treated  Difficulty coordinating muscle movements, paralysis, numbness, blindness, and dementia."
}]